[
  {
    "path": "posters/2021-03-14-geographical-variation-in-the-use-of-fluorouracil-in-the-treatment-of-early-breast-cancer-within-england/",
    "title": "Geographical variation in the use of fluorouracil in the treatment of Early Breast Cancer within England",
    "description": "Poster presented at British Oncology Pharmacy Association Annual Symposium 2020.",
    "author": [
      {
        "name": "Jess Pealing",
        "url": {}
      },
      {
        "name": "Marga Rodriguez",
        "url": {}
      },
      {
        "name": "Calum Polwart",
        "url": {}
      }
    ],
    "date": "2020-10-10",
    "categories": [],
    "contents": "\nThis poster was presented by Jess Pealing at the British Oncology Pharmacy Association Annual Symposium. The poster was developed to review the variation in the use of fluorouracil in the management of Early Breast Cancer within England. The ESMO guidelines(Cardoso et al. 2019) no longer recommend the routine use of fluoropyramidines, however, we were aware that many centres continued to use fluorouracil and we sought to identify the extent of variation.\n\nThe abstracts for this meeting are published in the Journal of Oncology Pharmacy Practice(“Abstracts” 2021). The poster is available on Research Gate(Pealing, Polwart, and MargaRodriguez 2020).\nA number of people asked following this poster how we developed the map, and we have published a simplified version of the code on Research Gate.\n\n\n\n“Abstracts.” 2021. Journal of Oncology Pharmacy Practice 27 (2_suppl): 1–65. https://doi.org/10.1177/1078155220985357.\n\n\nCardoso, F., S. Kyriakides, S. Ohno, F. Penault-Llorca, P. Poortmans, I.T. Rubio, S. Zackrisson, and E. Senkus. 2019. “Early Breast Cancer: ESMO Clinical Practice Guidelines for Diagnosis, Treatment and Follow-up.” Annals of Oncology 30 (8): 1194–1220. https://doi.org/10.1093/annonc/mdz173.\n\n\nPealing, Jessica, Calum Polwart, and MargaRodriguez. 2020. “Geographical Variation in the Use of Fluorouracil in the Treatment of Early Breast Cancer Within England.” Unpublished. https://doi.org/10.13140/RG.2.2.15860.78722.\n\n\n\n\n",
    "preview": "posters/2021-03-14-geographical-variation-in-the-use-of-fluorouracil-in-the-treatment-of-early-breast-cancer-within-england/images/screenshot-www.researchgate.net-2021.03.14-13_59_28.png",
    "last_modified": "2021-03-14T21:32:48+00:00",
    "input_file": "geographical-variation-in-the-use-of-fluorouracil-in-the-treatment-of-early-breast-cancer-within-england.utf8.md",
    "preview_width": 918,
    "preview_height": 638
  }
]
